Revit 2027 API
UnitTypeId.Degrees Property
 Degrees.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Degrees { get; }
Public Shared ReadOnly Property Degrees As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Degrees {
	ForgeTypeId^ get ();
}
static member Degrees : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace